Repository: jarne/atlas-me
Catalog: AtlasMe/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: / %lld Countries
de: / %lld Länder
es: / %lld países
fr: / %lld pays

source: %@ of the world visited
de: %@ der Welt besucht
es: %@ del mundo visitado
fr: %@ du monde visité

source: %lld countries visited
de: %lld Länder besucht
es: %lld países visitados
fr: %lld pays visités

source: 1 country visited
de: 1 Land besucht
es: 1 país visitado
fr: 1 pays visité

source: 100% Private & Secure
de: 100 % Privat & Sicher
es: 100% privado y seguro
fr: 100 % privé & sécurisé

source: Accessing Photos...
de: Zugriff auf Fotos...
es: Accediendo a fotos...
fr: Accès aux photos...

source: Add Country
de: Land hinzufügen
es: Añadir país
fr: Ajouter un pays

source: Add My First Country
de: Mein erstes Land hinzufügen
es: Añadir mi primer país
fr: Ajouter mon premier pays

source: All photo location data is processed entirely offline on your device. Your photos are never uploaded or shared.
de: Alle Standortdaten der Fotos werden vollständig offline auf deinem Gerät verarbeitet. Deine Fotos werden nie hochgeladen oder geteilt.
es: Todos los datos de ubicación de fotos se procesan completamente sin conexión en tu dispositivo. Tus fotos nunca se suben ni se comparten.
fr: Toutes les données de localisation des photos sont traitées entièrement hors ligne sur votre appareil. Vos photos ne sont jamais téléchargées ni partagées.

source: Are you sure you want to delete this visit?
de: Bist du sicher, dass du diesen Besuch löschen möchtest?
es: ¿Estás seguro de que quieres eliminar esta visita?
fr: Êtes‑vous sûr de vouloir supprimer cette visite ?

source: Atlas & Me
de: Atlas & Ich
es: Atlas y Yo
fr: Atlas & Moi

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Countries
de: Länder
es: Países
fr: Pays

source: Countries Breakdown
de: Aufschlüsselung der Länder
es: Desglose de países
fr: Répartition des pays

source: Date (Newest)
de: Datum (Neueste)
es: Fecha (más reciente)
fr: Date (la plus récente)

source: Date (Oldest)
de: Datum (Älteste)
es: Fecha (más antigua)
fr: Date (la plus ancienne)

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete Visit
de: Besuch löschen
es: Eliminar visita
fr: Supprimer la visite

source: Discover Visited Countries
de: Besuchte Länder entdecken
es: Descubrir países visitados
fr: Découvrir les pays visités

source: Done
de: Fertig
es: Listo
fr: Terminé

source: Explorer Year
de: Entdeckerjahr
es: Año del explorador
fr: Année d'explorateur

source: First country visited
de: Erstes besuchtes Land
es: Primer país visitado
fr: Premier pays visité

source: First Visited
de: Erster Besuch
es: Primera visita
fr: Première visite

source: Found: **%lld new**
de: Gefunden: **%lld neue**
es: Encontrado: **%lld nuevos**
fr: Trouvé : **%lld nouveaux**

source: Home
de: Start
es: Inicio
fr: Accueil

source: Import Complete!
de: Import abgeschlossen!
es: Importación completada!
fr: Importation terminée !

source: Import from Photos
de: Importieren von Fotos
es: Importar desde fotos
fr: Importer depuis les photos

source: Imported from Photo Library
de: Aus Fotobibliothek importiert
es: Importado desde la biblioteca de fotos
fr: Importé depuis la bibliothèque de photos

source: Key
de: Schlüssel
es: Clave
fr: Clé

source: Latest Addition
de: Neueste Ergänzung
es: Última adición
fr: Ajout le plus récent

# Latitude: %.4f Longitude: %.4f
source: Latitude: %1$.4f Longitude: %2$.4f
de: Breitengrad: %1$.4f Längengrad: %2$.4f
es: Latitud: %1$.4f Longitud: %2$.4f

source: Loading global geography coordinates for offline lookup.
de: Lade globale Geokoordinaten für Offline-Abfrage.
es: Cargando coordenadas geográficas globales para consulta sin conexión.
fr: Chargement des coordonnées géographiques mondiales pour la recherche hors ligne.

source: Map
de: Karte
es: Mapa
fr: Carte

source: Map Location
de: Kartenstandort
es: Ubicación del mapa
fr: Emplacement sur la carte

source: Most recently visited
de: Zuletzt besucht
es: Visitado más recientemente
fr: Visité le plus récemment

source: My Countries
de: Meine Länder
es: Mis países
fr: Mes pays

source: New countries / year
de: Neue Länder / Jahr
es: Nuevos países / año
fr: Nouveaux pays / an

source: No Geotagged Photos
de: Keine georteten Fotos
es: Sin fotos geolocalizadas
fr: Aucune photo géolocalisée

source: No Matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat

source: No travels recorded
de: Keine Reisen aufgezeichnet
es: No hay viajes registrados
fr: Aucun voyage enregistré

source: No Travels Yet
de: Noch keine Reisen
es: Aún no hay viajes
fr: Aucun voyage pour l’instant

source: No visited countries yet. Add some in the Travels tab!
de: Noch keine besuchten Länder. Füge welche im Reisen‑Tab hinzu!
es: Aún no hay países visitados. ¡Añade algunos en la pestaña Viajes!
fr: Aucun pays visité pour l’instant. Ajoutez‑en dans l’onglet Voyages !

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les réglages

source: Photo Access Denied
de: Fotozugriff verweigert
es: Acceso a fotos denegado
fr: Accès aux photos refusé

source: Please authorize photo access if prompted.
de: Bitte erlaube den Fotozugriff, falls gefragt.
es: Por favor, autoriza el acceso a fotos si se solicita.
fr: Veuillez autoriser l’accès aux photos si demandé.

source: Preparing Country Data...
de: Länderdaten werden vorbereitet...
es: Preparando datos de países...
fr: Préparation des données des pays...

# Processed: **%lld / %lld**
source: Processed: **%1$lld / %2$lld**
de: Verarbeitet: **%1$lld / %2$lld**
es: Procesado: **%1$lld / %2$lld**
fr: Traitement : **%1$lld / %2$lld**

source: Remaining
de: Verbleibend
es: Restantes
fr: Restant

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Scan finished, but no new countries were found. Your list is already up to date!
de: Scan abgeschlossen, aber es wurden keine neuen Länder gefunden. Deine Liste ist bereits aktuell!
es: Escaneo finalizado, pero no se encontraron nuevos países. ¡Tu lista ya está actualizada!
fr: Analyse terminée, aucun nouveau pays trouvé. Votre liste est déjà à jour !

source: Scanning Your Photos...
de: Scanne deine Fotos...
es: Escaneando tus fotos...
fr: Analyse de vos photos...

source: Search countries...
de: Länder suchen...
es: Buscar países...
fr: Rechercher des pays...

source: Search visited countries...
de: Besuchte Länder suchen...
es: Buscar países visitados...
fr: Rechercher les pays visités...

source: Sort
de: Sortieren
es: Ordenar
fr: Trier

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par

source: Start Import
de: Import starten
es: Iniciar importación
fr: Commencer l’importation

source: Successfully added **%lld** new countries to your travels list.
de: Erfolgreich **%lld** neue Länder zur Reisekliste hinzugefügt.
es: Añadidos con éxito **%lld** nuevos países a tu lista de viajes.
fr: Ajout réussi de **%lld** nouveaux pays à votre liste de voyages.

source: The Pioneer
de: Der Pionier
es: El pionero
fr: Le pionnier

source: This will permanently remove %@ from your travelled list.
de: Dies wird %@ dauerhaft aus deiner Reisekliste entfernen.
es: Esto eliminará permanentemente %@ de tu lista de viajes.
fr: Cela supprimera définitivement %@ de votre liste de voyages.

source: To automatically import countries, please grant photo library access in Settings.
de: Um Länder automatisch zu importieren, erlaube bitte den Zugriff auf die Fotobibliothek in den Einstellungen.
es: Para importar países automáticamente, concede acceso a la biblioteca de fotos en Configuración.
fr: Pour importer automatiquement les pays, veuillez autoriser l’accès à la bibliothèque de photos dans les Réglages.

source: Total Visits
de: Gesamtbesuche
es: Visitas totales
fr: Visites totales

source: Travel Details
de: Reisedetails
es: Detalles del viaje
fr: Détails du voyage

source: Travel Insights
de: Reise‑Insights
es: Perspectivas de viaje
fr: Aperçus du voyage

source: Travel Map
de: Reisekarte
es: Mapa de viaje
fr: Carte du voyage

source: Travel Notes
de: Reisenotizen
es: Notas de viaje
fr: Notes de voyage

source: Travel Notes (Optional)
de: Reisenotizen (optional)
es: Notas de viaje (Opcional)
fr: Notes de voyage (facultatif)

source: Try searching for a different country.
de: Versuche ein anderes Land zu suchen.
es: Intenta buscar otro país.
fr: Essayez de rechercher un autre pays.

source: Unknown Country
de: Unbekanntes Land
es: País desconocido
fr: Pays inconnu

source: Velocity
de: Geschwindigkeit
es: Velocidad
fr: Vélocité

source: Visited %@
de: Besucht %@
es: Visitado %@
fr: Visité %@

source: What did you do there?
de: Was hast du dort gemacht?
es: ¿Qué hiciste allí?
fr: Qu’avez‑vous fait là‑bas ?

source: What did you do there? Favorite places?
de: Was hast du dort gemacht? Lieblingsorte?
es: ¿Qué hiciste allí? ¿Lugares favoritos?
fr: Qu’avez‑vous fait là‑bas ? Lieux favoris ?

source: WORLD EXPLORER
de: WELTENTDECKER
es: EXPLORADOR MUNDIAL
fr: EXPLORATEUR MONDIAL

source: Name (A-Z)
es: Nombre (A-Z)
fr: Nom (A‑Z)

source: Name (Z-A)
es: Nombre (Z-A)
fr: Nom (Z‑A)

source: Scan the location metadata in your photo library to automatically add the countries you've travelled to, set with the date you visited them.
es: Escanea los metadatos de ubicación en tu biblioteca de fotos para agregar automáticamente los países que has visitado, con la fecha en que los visitaste.

source: Start tracking your journeys by adding a country you've visited!
es: Comienza a rastrear tus viajes añadiendo un país que hayas visitado!

source: We couldn't find any photos with location coordinates in your library. Make sure location services are enabled for your camera.
es: No pudimos encontrar fotos con coordenadas de ubicación en tu biblioteca. Asegúrate de que los servicios de ubicación estén activados para tu cámara.
